{
    "Join QB Quest! ": "タスクを",
    "Refer a": "達成して",
    "friend and earn rewards!": "特典を受け取ろう!",
    "You’ll both earn Discord Supporter Role! And more for you to explore.": "GuildQBのNFTを集めよう!",
    "Get exclusive GuildQB ": "GuildQBを紹介して",
    "rewards for referrals!": "NFTを手に入れよう!",
   
    "Earn 1 point for every friend who installs": "1人の人にGuildQBを紹介するごとに",
    " GuildQB and your friend will get 1": "１ポイントがあなたとお友達に付与されます。",
    "point too. Get different kinds of rewards": "ポイントを得ることで、さまざまな特典と",
    "with your points.": "交換することができます。",
    "Level": "レベル",
    "Point": "ポイント",
    "Rewads": "特典内容",
    "Badge": "バッジ",
    "Connect your wallet": "ウォレットを接続",
    "Go to the Refer a Friend page and connect your wallet.": "",
    "Follow": "GuildQB",
    "GuildQB's official": "の公式",
    "Twitter": "Twitter をフォロー",
    "② Retweet the ": "指定の投稿",
    "designated post": "をリツイート",
    "Follow the": "GuildQB",
    "official GuildQB Discord": "の公式Discordをフォロー",
    "Share your referral link with friends": "紹介リンクを友達に共有しよう。",
    "Invite your friends by sharing your personal referral link.": "",
    "Invite friends to use GuildQB": "紹介した5名以上がタスク達成",
    "Ask your friends using the link you shared. Once they complete the follow steps, you will both be rewarded with GuildQB points.": "",
    "Get rewarded": "ポイントと引き換えに 特典を受け取ろう！",
    "Enjoy a reward for you and each of the friends you refer. You can continue to earn points by referring your friends and accumulate your points to get better rewards!": "",
    "Already referred?": "GuildQBを紹介していただけましたか？",
    "Connect wallet to see your rewards and": "ウォレットを接続して",
    "get more rewards!": "特典を手に入れましょう。",
    "What is 'Refer a friend'?": "友達紹介キャンペーンとは？",
    "What will I get if I refer to my friends using GuildQB?": "どんなものが特典としてもらえるの？",
    "How to join the 'Refer a friend' program？": "紹介に使ったウォレットアドレスを変更できる？",
    "How do I get my rewards?": "友達に紹介して獲得したポイントが反映されないのはなぜ？",
    "How many friends can I invite?": "GuildQBとは？",
    "Can I change the wallet address of my referral?": "友達紹介キャンペーンに参加方法は？",
    "Can I delete my account?": "友達は何人招待できるの？",
    "Why aren't my referral points being counted by the system?": "アカウントを削除することはできる？",
    "Are there any qualification restrictions and rules for the program?": "このキャンペーンには資格制限やルールはある？",
    "This mechanism was created to reward our users and grow the GuildQB community. You can invite friends to use GuildQB together with you. Rewards will be offered to you as a thank-you present from us. More invites come with more rewards! We welcome you to help share the product with your network.": "キャンペーンはGuildQBコミュニティをさらに大きくするため、協力してくれたユーザーにお礼としてNFTを用意したものになります。紹介した人数が多いほど、より特典を受け取ることができます。 ",
    "Please kindly see the 'EXCLUSIVE REWARDS' column for more details of the rewards in different scenarios. The rewards and the criteria may be updated throughout the development of GuildQB. Stay tuned.": "特典の表をご確認ください。特典の内容や基準は時々によって変更になる場合があります。",
    "If you wish to join the 'Refer a friend' program, you should connect your wallet to GuildQB's website. After that, you will be able to generate a unique link that you can send to your friends. After your friends complete the steps of downloading and joining GuildQB (What are the steps? See here.), you can see all the information, including the accounts and numbers you referred to, by visiting your personal 'Refer a Friend' control panel through clicking the 'Connect Wallet' on the 'Refer a friend' website page": "ウォレットアドレスの変更はできません。ウォレットアドレスを変更した場合はポイントはリセットされてしまいます。",
    "One successful invitation equals one point. You can see your points through your personal 'Refer a Friend' control panel through clicking the 'Connect Wallet' then 'Earn Rewards' on the 'Refer a friend' website page. You can easily cash in for your rewards by simply clicking the 'Reward' button. Different points come with different rewards. The rewards will be distributed within 14 days.": "獲得したポイントがシステムに反映されないという問題にはいくつかの原因があります。GuildQBのDiscordにてお問い合わせください。",
    "You can invite as many friends as you like. However, it has to be your friend's first use of GuildQB to reach the criteria to join the 'Refer a friend' program.": "GuildQBとはNFTゲームプレイヤーによるコミュニティです。様々なブロックチェーンゲームのはじめ方や攻略法を共有する仲間を見つけることができます。詳しくはGuildQBのホワイトペーパーをご確認ください。",
    "The wallet you use to refer someone will be the only one that can claim the earnings from referrals. If you want to change the wallet, you have to accumulate your referrals from the start.": "まずはウォレットをこちらのGuildQB公式サイトに接続してください。そうするとオリジナルの招待リンクが生成されます。 そのリンクをご友人に共有しましょう。 タスクを達成したらポイントが付与されます。ポイントはウォレットを接続することで確認できます。",
    "You can delete your account. However, keep in mind that you won’t be able to create a new account with the ETH address you’ve used once your account is deleted. Also, you won’t be able to claim rewards that use the referral link connected with this account. If you wish to delete the account, please contact us via Discord.": "何人でも友達を招待することができます。ただし、友達紹介キャンペーンに参加するためには、GuildQBのキャンペーンサイトを初めて利用する友達が条件を満たす必要があります。",
    "There are a few reasons why your referral points may not be counted:": "アカウントの削除は可能です。しかし同じウォレットアドレスでアカウントを作り直すことはできません。 削除したい場合はGuildQBの公式Discordでチケットを発行してお問合せください。",
    "1. You may have violated the anti-fraud rules for referral points. These rules include: ": "",
    "- Inviting users with the same IP address as yours. If you and the invited user are on the same network, your referral will not be eligible for points.": "",
    "-Inviting multiple users, but they are all using the same device, then only one referral point will be awarded.": "",
    "- Inviting more than 5 users from the same IP address. In this case, only one referral point will be awarded.": "",
    "2. The system may take some time to update your referral points. It may take a while for the system to process your referral and update your account.": "",
    "3. There could be a technical issue with the referral program or your account. If this is the case, please don't hesitate to reach out to us for assistance through Feedback or Discord. It's important to provide us with your wallet address when you contact us, so we can investigate and address any issues with the system.": "",
    "Certainly! Here are the specific restrictions and rules:": "ございます。以下がその具体的内容になります。",
    " Usage of Referral Links": " 紹介（リファラル）リンクの使用について",
    "Referral links are intended solely for personal and non-commercial purposes. It is prohibited to share referral links on commercial websites, such as bot services platforms, Wikipedia, etc. Engaging in 'spamming' activities to send unsolicited referral invitations is strictly forbidden. This includes mass emailing, texting, or messaging individuals who are not known to the user, and utilizing automated systems or bots across any platform for distributing referral links. Users are also not allowed to pay for advertising their referral links.": "紹介リンクは、個人的かつ非商用的な目的でのみ使用できます。Botサービスプラットフォーム、Wikipediaなどの商業的なサイト上で紹介リンクを共有することは禁止しております。 また、未承諾の招待を送信する「スパム」活動に従事することは、厳しく禁じられています。これには、ユーザーが不特定多数の個人に対して大量の電子メール、テキスト、メッセージを送ること、および紹介リンクを配布するためにあらゆるプラットフォームで自動システムまたはBotを利用することが含まれます。また、ユーザーは、紹介リンクに広告費を支払うことはできません。",
    "Referring Users": "紹介者に関するルール",
    "Individuals who choose to share the referral link must have a clean record of adhering to the referral rules. GuildQB reserves the right to disqualify any user from the program at its discretion, resulting in the removal of their referral link and points.": "紹介リンクを共有した個人は、キャンペーンルールを遵守し、クリーンな記録を持つ必要があります。GuildQBは、その裁量により、いかなるユーザーであってもキャンペーンから除外する権利を有し、その場合、その紹介リンクとポイントは削除されるものとします。",
    "Referral": "非紹介者に関するルール",
    "Link Recipients Friends who successfully sign up using a valid referral link will also receive credit. Each referred friend may only use a single referral link. KEKKAI holds the authority to suspend accounts or remove referral links, leading to the deduction of KEKKAI Points.": "有効な紹介リンクを使用してサインアップに成功した非紹介者も紹介者同様クレジットを受け取ることができます。使用できる紹介リンクは1つです。ルールに違反していた場合、GuildQBはアカウントを停止したり、紹介リンクを削除する権限を有し、ポイントを差し引くことができます。",
    "You've received your referral link, and sharing it with your friends can earn you reward points. Thanks to your support!": "紹介リンクです。お友達にシェアしていただくと リワードポイントを獲得できます。"
    
}